[{"id":"1609507432849342466","text":"This new Covid variant iza ngama waza and travelers from China kumele bavalelwe @HealthZA, bashayeni nge Quarantine gents!"},{"id":"1609507430085414912","text":"Martin Blachier Comedy Club #13 : le Covid revient, nouveaux mensonges e... https://t.co/uFVx4HFuTe via @YouTube"},{"id":"1609507428009402369","text":"Covid-19’un en belirgin özelliği şekil değiştirdi: Rengine dikkat edin\nhttps://t.co/MvpZhzu6DJ +++ #koronavirus #covid"},{"id":"1609507425803198464","text":"@ProfSFindik Köpekler ve Covid olmasa varolussal krize gireceginize yemin edebilirim ama ispatlayamam."},{"id":"1609507420430024704","text":"@verdeblugiada @crazybalzano Hai avuto il covid a luglio da vaccinata. Hai favorito e potenzialmente trasmesso una variante vaccino resistente. \nTu hai alimentato la pandemia. È un dato di fatto."},{"id":"1609507416525127681","text":"@ThatKevinSmith @marcbernardin @DaveChappelle @JamesAdamsIII #TheBatman #TheDarkKnight\n\nJust trying out a joke -- yes, I\u0027m sick, not COVID -- \n\nhttps://t.co/cJF1tfNxkn"},{"id":"1609507411441733632","text":"Les derniers résultats des  vaxx : \n• 2 décès pour 1 000 (ce qui correspond à mon estimation de 500 000 tués en Amérique) \n• 30 décès sur 1 000 pour les plus de 64 ans.\n• a tué  5 fois plus que le covid.\n• 5 à 10% de handicaps (soldats en forme) \nhttps://t.co/MH1CS24Mmp"},{"id":"1609507408333897728","text":"@EleanorRylance @cleggy261 obvious to the public when shopping abandoning our European Trade Partners and relying on deals with US Corporations was a disaster ,Tory mishandling the Covid crisis didnt help .or following US into another war that is costing us multi millions , BLAME IN ON RUSSIA ??"},{"id":"1609507403833253888","text":"https://t.co/LYCKvdq5rp"},{"id":"1609507401895677953","text":"ভয়াবহ তথ্য গবেষণায়https://t.co/zeukoCsnwz"},{"id":"1609507399802527746","text":"@covid_rz @MBlanquillo1932 Por mi se pueden ir todos a tomar por culo menos jair"},{"id":"1609507399777529856","text":"@TerrenceBD https://t.co/5a5FkiKIo8"},{"id":"1609507394253639682","text":"@dave43law DO NOT COMPROMISE, 19 percent pay rise is reasonable for NHS worker. the situation and environment for healthcare worker nowadays is totally different before COVID pandemic, they take a very high risk maybe anytime lost their life due to virus infection, WHO CARE YOUR FAMILY?"},{"id":"1609507392663732224","text":"Pour le Nouvel an, les Champs-Élysées retrouvent la foule après deux ans de Covid - https://t.co/p5a7pFRVpw\nVoir la source https://t.co/iUsxMq3BuR"},{"id":"1609507390952738819","text":"ワクチン先進国だったイスラエルも今月いっぱいで、コロナパンデミックを終了するとのこと。\n国民にワクチン接種により多くの死傷者を出したことは反省していると声明。\n\nhttps://t.co/6DPzTBrX6p\n#ワクチン薬害 #ワクチン後遺症 #ワクチン接種"},{"id":"1609507390365519872","text":"#AmritYear2022\nPM Modi’s leadership has led India into championing healthcare, particularly during the COVID-19 pandemic. Under the world’s largest voluntary vaccination programme, India has administered over 200 crore doses. \nvia NaMo App"},{"id":"1609507389975457792","text":"@SpehVerena @gitarra @Musikverein Auf ein frohes neues Jahr. Mögen Böller endlich verboten werden und dafür COVID/  LC endlich wieder ernst genommen werden. Und möge es Mut und Intelligenz auf manche(n) Politiker(in) regnen. 🍀"},{"id":"1609507389333553152","text":"@DailyLoud This mf Covid is dropping a spin-off every fkn year now😫 I’m tired man https://t.co/4WK5tTCSG6"},{"id":"1609507388662358021","text":"@Francis_Hoar @oldandbald67 @Covid_CallOut @doctor_oxford Exactly but too many people think the only other option is the American one.  Free at the point of service healthcare in major European countries kicks the NHS in to touch, yet much of the UK public worships it like the false gods that its staff are."},{"id":"1609507382425518080","text":"Thousands celebrate the new year in Wuhan amidst China\u0027s COVID wave – Reuters https://t.co/oK6VGxsxmF"},{"id":"1609507379661647872","text":"My New Year\u0027s setup⚙\n\nThis year I experienced a lot (War in the country of covid, etc.).\nBut in 2023 it should be much better.\nHappy new year everyone!!!🥳🥳\n\n#HappyNewYear2023 #ChristmasSetup https://t.co/pv4zLVcoF7"},{"id":"1609507379514691585","text":"\u0027Canada, Australia Impose COVID Rules on Travelers From China https://t.co/XsqxcQbAN2\u0027 💥 #Canada #China"},{"id":"1609507378608865280","text":"@Bimbadeen88 @SarkySage @AlboMP @ToMyPirateShip He was not talking about Covid. Why do you think that Covid is somehow his fault? He is not the cause of this graph."},{"id":"1609507372292272128","text":"https://t.co/smP2advbQv"},{"id":"1609507367879868416","text":"@CalvinFairbank @HylandInk @hellwithpots @Greeninlondon1 @Justanewsletter @42soho Please be careful not to push too much. I tried that early on and I got considerably worse. Old school doctors will encourage people to pursue exercise therapy and pushing through fatigue. This is known to be harmful and dangerous in me/cfs and long covid."},{"id":"1609507359247962112","text":"@acorbettn DO NOT COMPROMISE, 19 percent pay rise is reasonable for NHS worker. the situation and environment for healthcare worker nowadays is totally different before COVID pandemic, they take a very high risk maybe anytime lost their life due to virus infection, WHO CARE YOUR FAMILY?..,"},{"id":"1609507356873719808","text":"C\u0027est le Covid qui a été testé positif à Roman Reigns et pas l\u0027inverse, sachez le #SmackDown"},{"id":"1609507356144173058","text":"@heartshinoa OMG DO U HAVE COVID TOO? 😍😍"},{"id":"1609507353342214145","text":"Mexico Messiah, willow plants, Long Island, Canarsie, Spanish TV. DO NOT BECOME LOST STRAYS AND YALL DID. My cases will be waiting for them JEWISH SETTLERS when they arrive to Europe Warsaw, Poland. The COVID-19 foreign Disease they don’t know their way home https://t.co/t2kMqt0Kec"},{"id":"1609507352851451905","text":"Fernando, si estás en contra de toda esta farsa del COVID deja de difundir datos como esos que, como te dice Oscar, es propaganda asustaviejas. Ni la Peste Negra tuvo tantas olas y repuntes. Tres años llevan vacunando (dicen) ¿y ni así acaban con un virus de casi nula letalidad? https://t.co/ZLNxFYXtlB https://t.co/2jnhWTV17G"},{"id":"1609507350125367298","text":"@skakkilaya @Hunkaar123 @DeeEternalOpt This statement makes zero sense in the light of what happened during covid. Explain why remdesivir was prescribed indiscriminately across the world."},{"id":"1609507347810103297","text":"6/n: Ramchurn, c\u0027est du lourd. C\u0027est pas des casseroles, qu\u0027il traîne, c\u0027est toute une batterie de cuisine...\nhttps://t.co/QOvQU1BvfN"},{"id":"1609507344865452033","text":"@MayMuDi Que superes pronto ese COVID 😘😘"},{"id":"1609507341531246592","text":"Watching Dr John Campbell going from blue to red pill in real time was fascinating.  This video is a great case study for red pilling your family \u0026amp; friends. Dr J is a great person imo. #Covid #redpill https://t.co/ouTpWfvgKt"},{"id":"1609507340075794432","text":"@RavenZech2 My wife \u0026amp; I also \"Covid Free for the Last 3 Years\" https://t.co/fTShAdILZB"},{"id":"1609507338343354368","text":"critical thinkers \"decorative ribbons are the same as vaccines\". Truly shocking how rampant covid still is, isn\u0027t it. Every day I just ponder why. https://t.co/3pL2yFeDHj"},{"id":"1609507337399681024","text":"@DailyLoud Leave Covid in 2019 pls"},{"id":"1609507337181745159","text":"@schfess sibuk nyiapin + latihan uprak seni budaya, terus belajar buat pts terakhir, habis itu covid"},{"id":"1609507335185256448","text":"@c_s_wallace @AlboMP @Mark_Butler_MP So you want Covid people coming in that’s your priority."},{"id":"1609507333255593984","text":"@premnsikka Muzzlers like you got us to spend £500bn on locking people up for 2 years and now we have rampant inflation, all these non Covid excess deaths and children being unable to read and write."},{"id":"1609507331171319809","text":"@Ienapiangens Uno studio israeliano su larga scala su 196.992 adulti, NON VACCINATI, dopo l\u0027infezione da Covid ha mostrato che \"l\u0027infezione da Covid non era associata né a miocardite né a pericardite\". https://t.co/lUXAaqxdQo"},{"id":"1609507327966838789","text":"@Cornishview DO NOT COMPROMISE, 19 percent pay rise is reasonable for NHS worker. the situation and environment for healthcare worker nowadays is totally different before COVID pandemic, they take a very high risk maybe anytime lost their life due to virus infection, WHO CARE YOUR FAMILY?,."},{"id":"1609507325915631616","text":"@villagerssn @5shezz4 @PLHartungRN @Adrienn_me @ramprabbit82 @albertisback0 @Enders_BZ @rotor_motor13b @G_l_i_t_c_h_e_d @BreezerGalway @SSZ1967 @Grant63216604 @prima__facie @BellaLu49818813 @NicoleMd90 @dan_gadd @mark_webdev @Shina20269455 @ptcjoneses @johntik36 @thesassymicrobe @PDAquinas @clandestinememe @SwaledaleMutton @cashandcarrots @TwitterSupport Even if those 3 certificates did legitimately belong to the person behind this account, it still wouldn\u0027t impress me 🤷‍♀️\nI\u0027d still be right to say that the vaccine isn\u0027t necessary for EVERYONE, because Covid is such a mild illness for most people.\nIt\u0027s not unusual to survive the🤧"},{"id":"1609507315174055937","text":"@doctor_oxford Absolutely pro-vaccine. But covid ones are different and until their safety is proven I and my family will not be having them. Does that make me anti-vax? I think not"},{"id":"1609507315014668288","text":"@SoozUK I think \u0027clown\u0027 is spreading faster than Covid..."},{"id":"1609507305564901379","text":"Selon l’ancien conseiller de la Maison Blanche, le Dr Scott Atlas, la censure relative au COVID-19 sur Twitter a entraîné des pertes en vies humaines https://t.co/Ex8zaC24kY"},{"id":"1609507305141465090","text":"Kasus Covid-19 Hari ini Bertambah 366 Kasus, Meninggal 7 Jiwa #LengkapCepatBeritanya #BeritaTerkini #Berita #News #BeritaNasional . https://t.co/G3YPT6PBlw"},{"id":"1609507301228154880","text":"@AngieCH2309 @LBC @TheSpurrShow To face justice at the Covid enquiry?"},{"id":"1609507296253706244","text":"@zhizhurensb What is the point of these tests when the countries requiring them have no Covid prevention policies to speak of? Please get a grip"},{"id":"1609507295536234496","text":"@Susan4Freedom @Kit_Yates_Maths Because I’d rather the spread of Covid was curtailed, obviously."},{"id":"1609507291342188546","text":"Unless there is a new variant there is no threat of another COVID surge.  Keep calm and trust made in India vaccines."},{"id":"1609507289697755136","text":"Israel: é possível que as vacinas Covid aumentem a possibilidade contrair cancro.\n\nBom 2023, amiguinhos de sangue puro.\n\nhttps://t.co/EASF4n4ML1"},{"id":"1609507287730892801","text":"@1goodtern My brother\n\nCovid was INVENTED for political reasons."},{"id":"1609507287546175489","text":"Cardiac Tamponade After COVID-19 Vaccination, by @P_McCulloughMD https://t.co/W4JIDpWn7K"},{"id":"1609507286980128768","text":"@tarikasingh @achalshah06 Sadly, after covid, women participation has gone down"},{"id":"1609507286619402240","text":"@Britain_People DO NOT COMPROMISE, 19 percent pay rise is reasonable for NHS worker. the situation and environment for healthcare worker nowadays is totally different before COVID pandemic, they take a very high risk maybe anytime lost their life due to virus infection, WHO CARE YOUR FAMILY?,."},{"id":"1609507270936641536","text":"With countdowns and fireworks, revelers in major city centers across the Asia-Pacific region ushered in the first new year without COVID-19 restrictions since the pandemic began in 2020.\n \nhttps://t.co/4ZhIvpM6bA"},{"id":"1609507269443477506","text":"@lpetrynka @BFMTV Et du coup plus personne en France n attrapez le covid ? Plus personne ne décède ?"},{"id":"1609507267656687617","text":"@brandobenifei @pdnetwork Si rassereni, non ci sarà nessuna sanatoria per la Commissione d\u0027inchiesta sulla gestione del Covid-19."},{"id":"1609507267597967360","text":"New Year: Countries around the world celebrate after Covid lull https://t.co/nBe8XOGmf7"},{"id":"1609507267271098368","text":"@GirlCatio @BlondiieMama I dunno.\nWas preferring not to end up dead while getting a disease which killed millions of people.\nAnd also found NHS website told to contact GP if you have covid."},{"id":"1609507257536090112","text":"@SWAM10056 DO NOT COMPROMISE, 19 percent pay rise is reasonable for NHS worker. the situation and environment for healthcare worker nowadays is totally different before COVID pandemic, they take a very high risk maybe anytime lost their life due to virus infection, WHO CARE YOUR FAMILY?,.."},{"id":"1609507257368154118","text":"They just don’t want to let the authoritarianism go.\n\nHow the hell is Trudeau still in charge?\n\nhttps://t.co/HfMc17X0oj\nAustralia and Canada announce COVID travel rules for arrivals from China"},{"id":"1609507252087529473","text":"@ImolaOggi anche l\u0027influenza non e\u0027 stata mai sconfitta, ora se si chiama Covid e\u0027 un\u0027altra storia😠"},{"id":"1609507249944428544","text":"Un peu d\u0027infos...........!!!!!!!!!\nCovid : l’incroyable AVEU du gouvernement ! (direct) https://t.co/s0Cv5dG4ZD via @YouTube"},{"id":"1609507244584103936","text":"@schfess cuman 3 bulan doang mejeng di sekolah abistu covid nyerang"},{"id":"1609507238653181957","text":"\"Perhaps the most important outcome of these mAb studies is the clinical implication for the use of mAbs to treat or prevent COVID-19.\""},{"id":"1609507234240684033","text":"\"However, it is important to emphasize that although infections may now be more likely, COVID-19 vaccines have been shown to remain effective at preventing hospitalization and severe disease even against Omicron...as well as possibly reducing the risk of post-acute sequelae..\""},{"id":"1609507230956527617","text":"@faznet Ich bin fassungslos, ob dieser Worte im Jahr 2023 und nach all den wissenschaftlich erwiesenen Fakten dass eine Covid-Impfung nichts bringt."},{"id":"1609507229719199751","text":"\"Together, our findings indicate that BQ and XBB subvariants present serious threats to current COVID-19 vaccines, render inactive all authorized antibodies, and may have gained dominance in the population because of their advantage in evading antibodies.\""},{"id":"1609507228821880836","text":"Ya empiezan las \"gatas Floras\" del PP. Haga lo que haga el gobierno, estos siempre lo van a criticar, aún estando de acuerdo. 😂 \n\nDecretada \"máxima alerta\" en los hospitales de Andalucía ante un \"previsible\" aluvión de contagios de covid https://t.co/US4B8lThJ2 vía @elindepcom"},{"id":"1609507227261603842","text":"VACCINES \u003d COVID"},{"id":"1609507226342887424","text":"@BFMTV Beaucoup de discours pour dire oui on a anticipé par rapport aux autres mais on ne commence pas de suite les contrôles. Le Covid est parti avec 1 ou 2 personnes qui avaient la maladie. Vous avez la mémoire courte il faut être plus réactif au lieu de se féliciter pour rien."},{"id":"1609507225185439746","text":"@MariaMo32975161 DO NOT COMPROMISE, 19 percent pay rise is reasonable for NHS worker. the situation and environment for healthcare worker nowadays is totally different before COVID pandemic, they take a very high risk maybe anytime lost their life due to virus infection, WHO CARE YOUR FAMILY?."},{"id":"1609507224543453187","text":"Venezuela no estará ajena a la explosión de casos de COVID-19 en China, alerta infectóloga Patricia Valenzuela https://t.co/Psuztv9K04 https://t.co/0qYsyU46Oz"},{"id":"1609507220420534272","text":"@tim_meader75 @RMTunion Funny how important cleaners were at the height of the pandemic? Do you realise that it was the extra work of cleaners, which allowed services to run/stay open, by meeting covid safety? Even supermarkets."},{"id":"1609507216792371202","text":"Non è che qualcuno sta tirando fuori il tremendo Covid per silenziare o marginalizzare il ben più pericoloso #Qatargate?"},{"id":"1609507211864313856","text":"@dave66934 @luckytran @CDCDirector Great!\nNow look for a sick person with a respiratory illness like Covid/Flu/Tuberculosis etc. and have them cough and sneeze into your open mouth."},{"id":"1609507197104308224","text":"@maskupsweden It\u0027s really hard to know what caused an infection, Covid tests aren\u0027t that reliable are they and my symptoms during reinfections have made it difficult to evaluate."},{"id":"1609507196613664769","text":"@askpenners BBC news were trying to tell us that flu has gone through the roof in 2022 because no one was going out in 2021 so it couldn’t spread. Funny, I remember going out all over the country across 2021….I also remember flu being eradicated because everything was misdiagnosed as Covid"},{"id":"1609507194197708800","text":"@codekittyio @DrEricDing So, to summarize:\n1. She wears a mask but it doesn’t protect her.\n2. She’s had Covid three times and..(checks notes)..she’s still living   \nGot it thanks!"},{"id":"1609507193291931649","text":"@NewStatesman @HarryClrke DO NOT COMPROMISE, 19 percent pay rise is reasonable for NHS worker. the situation and environment for healthcare worker nowadays is totally different before COVID pandemic, they take a very high risk maybe anytime lost their life due to virus infection, WHO CARE YOUR FAMILY?.."},{"id":"1609507192041766912","text":"@LucasLealMontes Se me olvidó el ejemplo: https://t.co/MIRNz3yD3Y"},{"id":"1609507189907152896","text":"Haven’t stayed up this late since pre covid"},{"id":"1609507186870480897","text":"These are outcomes from ⁦@BCCI⁩ review meeting.\nAll of these were in place till 2019 World Cup and just beyond it when Dravid was NCA head.\nCovid-19 struck and god knows why these never resumed. https://t.co/lc88q9CzvS"},{"id":"1609507185045962752","text":"per chi ha avuto il covid, dopo essere diventati negativi quanto vi sono durati i sintomi?"},{"id":"1609507164820852736","text":"@AlexssanderAlx @jairbolsonaro Corrupto. \nOnde está o dinheiro da saúde? \nPq a vacina foi superfaturada, enquanto o povo morria com a covid?\nOrçamento secreto é inconstitucional, sábia?\nCorrupto. Vai pra cadeia..."},{"id":"1609507161549201408","text":"https://t.co/RuVJtqnMVZ"},{"id":"1609507156264652802","text":"@kelly_ques Covid vaccines"},{"id":"1609507154599317508","text":"@MarinaSilver6 If I didn\u0027t know it was Covid, I\u0027d think she had strep throat. High fever and incredibly sore throat. She\u0027s 22 and I still want to hold her in my lap and make it all better."},{"id":"1609507153563340801","text":"It\u0027s all quiet on the COVID front in the mainstream media, except for China, but official figures in the UK show that in the week before Christmas the UK had 508 COVID deaths. That\u0027s more than 70 every day on average. The figures are much worse in Japan. https://t.co/HQfRF52lEI"},{"id":"1609507148144283650","text":"@realstewpeters Maybe environmental pollution is killing people in china and not COVID-19. Over 17,000 previously fooled doctors have said masks don\u0027t prevent viruses. If they say it\u0027s COVID-19 then it\u0027s fine, the universe has its own way of keeping everything in balance."},{"id":"1609507143190974476","text":"@RoshanaMN DO NOT COMPROMISE, 19 percent pay rise is reasonable for NHS worker. the situation and environment for healthcare worker nowadays is totally different before COVID pandemic, they take a very high risk maybe anytime lost their life due to virus infection, WHO CARE YOUR FAMILY?,"},{"id":"1609507138409463811","text":"@jhan2qt @DrJenGunter Same disinformation they spread about the nasal swabs in Covid tests."},{"id":"1609507138124263427","text":"@BreesAnna Is the cover photo the covid restrictions demo outside the BBC HQ... that the BBC didn\u0027t report on?"},{"id":"1609507132382281728","text":"They should be testing everyone who\u0027s coming to our beautiful country we don\u0027t need more covid in Australia that\u0027s a no brainer ffs https://t.co/PezBLJLMMB"},{"id":"1609507122726805504","text":"@education_gouv C est surtout le covid qui va passer une très bonne année dans les établissements scolaires."},{"id":"1609507110085341185","text":"I think things are going to be worse covid/covid mutant flu wise in 2023. It’s terrifying. But I’m used to self isolating \u0026amp; have small pockets of safe humans to interact with, so I feel fairly confident I can stay safe. I fear for my sons, however, \u0026amp; children everywhere 😓"},{"id":"1609507108449579008","text":"@addicted2newz DO NOT COMPROMISE, 19 percent pay rise is reasonable for NHS worker. the situation and environment for healthcare worker nowadays is totally different before COVID pandemic, they take a very high risk maybe anytime lost their life due to virus infection, WHO CARE YOUR FAMILY?,,"},{"id":"1609507106217988098","text":"Messieurs les ministres @CBeaune et @FrcsBraun, je salue votre communication ce matin l\u0027aéroport CDG.\nBel exemple de travail d\u0027équipe entre ministères.\nTout est perfectible :\nInsister sur \"tester à CDG aide nos partenaires européens à surveiller la covid\".\nhttps://t.co/PtuetwyNc3"}]